#title footer
title=\u041e\u0442\u0441\u043b\u0435\u0436\u0438\u0432\u0430\u0439 \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c
footer=\u041f\u0430\u0432\u0435\u043b \u041a\u0443\u043b\u0438\u0446\u043a\u0438\u0439 2013
sticker=\u041f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u0441\u043e\u0432\u0435\u0442!
#menu
menu.home=\u0413\u043b\u0430\u0432\u043d\u0430\u044f
menu.reports=Reports!
menu.contact=\u041a\u043e\u043d\u0442\u0430\u043a\u0442
#menu.contact
menu.contact.about=\u0418\u043d\u0444\u043e
menu.contact.contacts=\u041a\u043e\u043d\u0442\u0430\u043a\u0442\u044b
menu.contact.instructions=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u044f
#menu.report
menu.report.add=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c
menu.report.build=\u041f\u043e\u0441\u0442\u0440\u043e\u0438\u0442\u044c \u043e\u0442\u0447\u0435\u0442
menu.report.ajax=Ajax \u043f\u043e\u0438\u0441\u043a
#menu.report.build
menu.report.build.search=\u0418\u0441\u043a\u0430\u0442\u044c \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c
menu.report.build.detail=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u0430\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
menu.report.build.registry=\u041f\u043e\u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c \u0436\u0443\u0440\u043d\u0430\u043b
# hints
hint.home.title=\u041f\u0440\u043e Reports!
hint.home=Reports! - \u0432\u0435\u0431-\u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u043e\u0441\u043d\u043e\u0432\u0430\u043d\u043d\u043e\u0435 \u043d\u0430 Spring Framework \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0430\u043d\u043d\u043e\u0435 \u0434\u043b\u044f \u0445\u0440\u0430\u043d\u0435\u043d\u0438\u044f \u0438 \u043e\u0442\u0441\u043b\u0435\u0436\u0438\u0432\u0430\u043d\u0438\u044f \u0441\u0432\u043e\u0435\u0439 \u0434\u0435\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0438. Reports! \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0435\u0442 \u043a\u043e\u043d\u0441\u0442\u0440\u0443\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043e\u0442\u0447\u0435\u0442\u044b \u043e \u0432\u0430\u0448\u0435\u0439 \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0442\u044c \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u0447\u0435\u0441\u043a\u0443\u044e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e
hint.search.title=\u041f\u043e\u0438\u0441\u043a \u043f\u043e \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044f\u043c!
hint.search=\u0417\u0430\u043f\u043e\u043b\u043d\u0438\u0442\u0435 \u0444\u043e\u0440\u043c\u0443 \u0438 \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043a\u043d\u043e\u043f\u043a\u0443 '\u041f\u043e\u0441\u0442\u0440\u043e\u0438\u0442\u044c'. \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442 \u043a\u043e\u0440\u0440\u0435\u043a\u0442\u043d\u043e\u0441\u0442\u044c \u0432\u0432\u0435\u0434\u0435\u043d\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438, \u0432\u044b\u043f\u043e\u043b\u043d\u0438\u0442 \u0437\u0430\u043f\u0440\u043e\u0441 \u043a \u0431\u0430\u0437\u0435 \u0434\u0430\u043d\u043d\u044b\u0445 \u0438 \u0432\u0435\u0440\u043d\u0435\u0442 \u043d\u0430\u0439\u0434\u0435\u043d\u043d\u044b\u0435 \u0437\u0430\u043f\u0438\u0441\u0438 \u043e \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0438. 
hint.add.title=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c!
hint.add=\u0417\u0430\u043f\u043e\u043b\u043d\u0438\u0442\u0435 \u0444\u043e\u0440\u043c\u0443 \u0438 \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043a\u043d\u043e\u043f\u043a\u0443 '\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c'. \u041f\u0440\u0438\u043b\u043e\u0434\u0435\u043d\u0438\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442 \u043a\u043e\u0440\u0440\u0435\u043a\u0442\u043d\u043e\u0441\u0442\u044c \u0432\u0432\u0435\u0434\u0435\u043d\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0438, \u0435\u0441\u043b\u0438 \u0432\u0441\u0435 OK, \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442 \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0432 Reports! \u0431\u0430\u0437\u0443 \u0434\u0430\u043d\u043d\u044b\u0445
hint.registry.title=\u041f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u044c \u0436\u0443\u0440\u043d\u0430\u043b!
hint.registry=Reports! \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0435\u0442 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u044c \u0436\u0443\u0440\u043d\u0430\u043b \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u043d\u044b\u0445 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0439. \u0416\u0443\u0440\u043d\u0430\u043b \u0441\u043e\u0445\u0440\u0430\u043d\u044f\u0435\u0442 \u0432\u0441\u0435 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0438 \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u043d\u044b\u0435 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f\u043c\u0438: \u0432\u0438\u0434 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0438, \u043c\u043e\u043c\u0435\u043d\u0442 \u0432\u0440\u0435\u043c\u0435\u043d\u0438, \u043a\u0442\u043e \u0432\u044b\u043f\u043e\u043b\u043d\u0438\u043b \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044e. \u0412\u044b \u0434\u043e\u043b\u0436\u043d\u044b \u0438\u043c\u0435\u0442\u044c \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043d\u044b\u0439 \u0443\u0440\u043e\u0432\u0435\u043d\u044c \u0434\u043e\u0441\u0442\u0443\u043f\u0430 \u0447\u0442\u043e\u0431\u044b \u043f\u043e\u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c \u0436\u0443\u0440\u043d\u0430\u043b (\u043a\u0430\u043a \u043c\u0438\u043d\u0438\u043c\u0443\u043c \u0443\u0440\u043e\u0432\u0435\u043d\u044c '\u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440')
hint.detail.title=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u0430\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f!
hint.detail=Reports! \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0435\u0442 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0443\u044e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u043f\u043e \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0435\u0441\u043b\u0438 \u0432\u0430\u043c \u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u0435\u0451 ID.
hint.ajax.title=\u041f\u043e\u0438\u0441\u043a!
hint.ajax=\u041f\u0440\u043e\u0441\u0442\u043e \u043d\u0430\u0447\u043d\u0438\u0442\u0435 \u0432\u0432\u043e\u0434\u0438\u0442\u044c \u043f\u043e\u0438\u0441\u043a\u043e\u0432\u043e\u0439 \u0437\u0430\u043f\u0440\u043e\u0441 \u043f\u043e \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044f\u043c (ID, \u0438\u043c\u044f \u0438\u0441\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044f, \u0434\u0430\u0442\u0443 \u043d\u0430\u0447\u0430\u043b\u0430). \u041f\u043e\u0438\u0441\u043a \u0440\u0430\u0431\u043e\u0442\u0430\u0435\u0442 \u043f\u043e \u043f\u0440\u0438\u043d\u0446\u0438\u043f\u0443 \u043f\u043e\u0438\u0441\u043a\u043e\u0432\u0438\u043a\u043e\u0432, \u043d\u043e \u043f\u043e \u0437\u043d\u0430\u0447\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0443\u043f\u0440\u043e\u0449\u0435\u043d\u043d\u043e\u043c\u0443 \u0430\u043b\u0433\u043e\u0440\u0438\u0442\u043c\u0443
#content.home
content.home.title=Reports! - Java \u0432\u0435\u0431-\u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0434\u043b\u044f \u0445\u0440\u0430\u043d\u0435\u043d\u0438\u044f \u0441\u0432\u043e\u0435\u0439 \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u043e\u0441\u043d\u043e\u0432\u0430\u043d\u043d\u043e\u0435 \u043d\u0430 Spring MVC Framework
content.home.usecase1.title=Use case 1: "\u0434\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c"
content.home.usecase2.title=Use case 2: "\u043f\u043e\u0441\u0442\u0440\u043e\u0438\u0442\u044c \u043e\u0442\u0447\u0435\u0442"
content.home.usecase3.title=Use case 3: "\u043f\u043e\u0438\u0441\u043a"
content.home.usecase1=\u0417\u0430\u043f\u043e\u043b\u043d\u0438\u0442\u0435 \u0444\u043e\u0440\u043c\u0443 \u0438 \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043a\u043d\u043e\u043f\u043a\u0443 '\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c', \u0447\u0442\u043e\u0431\u044b \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0432 \u0431\u0430\u0437\u0443 \u0434\u0430\u043d\u043d\u044b\u0445
content.home.usecase2=\u0417\u0430\u043f\u043e\u043b\u043d\u0438\u0442\u0435 \u0444\u043e\u0440\u043c\u0443 \u043a\u043d\u043e\u043f\u043a\u0443 '\u041f\u043e\u0441\u0442\u0440\u043e\u0438\u0442\u044c', \u0447\u0442\u043e\u0431\u044b \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u043e\u0442\u0447\u0435\u0442 \u043f\u043e \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044f\u043c, \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u043c \u043f\u043e\u0438\u0441\u043a\u043e\u0432\u043e\u043c\u0443 \u0437\u0430\u043f\u0440\u043e\u0441\u0443. \u0415\u0441\u043b\u0438 \u043a\u043e\u043b\u0438\u0447\u0435\u0441\u0442\u0432\u043e \u0437\u0430\u043f\u0438\u0441\u0435\u0439 \u0431\u043e\u043b\u0435\u0435 50, \u0431\u0443\u0434\u0435\u0442 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0430 '\u043f\u0430\u0433\u0438\u043d\u0430\u0446\u0438\u044f'
content.home.usecase3=\u041f\u0440\u043e\u0441\u0442\u043e \u043d\u0430\u0447\u043d\u0438\u0442\u0435 \u043f\u0435\u0447\u0430\u0442\u0430\u0442\u044c \u043f\u043e\u0438\u0441\u043a\u043e\u0432\u043e\u0439 \u0437\u0430\u043f\u0440\u043e\u0441 \u0432 \u043f\u043e\u043b\u0435 '\u0418\u0441\u043a\u0430\u0442\u044c'. \u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u043d\u0430\u0439\u0434\u0435\u043d\u043d\u044b\u0435 \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u044b \u0432 \u0432\u044b\u043f\u0430\u0434\u0430\u044e\u0449\u0435\u043c \u0441\u043f\u0438\u0441\u043a\u0435, \u0447\u0442\u043e\u0431\u044b \u0441\u0443\u0437\u0438\u0442\u044c \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d \u0438\u043b\u0438 \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043a\u043d\u043e\u043f\u043a\u0443 'Search' \u0434\u043b\u044f \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u0438\u044f \u043f\u043e\u043b\u043d\u043e\u0433\u043e \u0441\u043f\u0438\u0441\u043a\u0430
#content.detail
content.detail.title=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u0430\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
content.detail.start=\u043d\u0430\u0447\u0430\u043b\u043e \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f
content.detail.end=\u043a\u043e\u043d\u0435\u0446 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f
content.detail.performer=\u0438\u0441\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c
content.detail.activity=\u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c
#content.contact
content.contact.title=\u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0430\u044f \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
content.contact.phone=\u0422\u0435\u043b\u0435\u0444\u043e\u043d
content.contact.address=\u0410\u0434\u0440\u0435\u0441
#button
button.hide=\u0421\u043f\u0440\u044f\u0442\u0430\u0442\u044c!
button.search=\u0418\u0441\u043a\u0430\u0442\u044c
button.build=\u041f\u043e\u0441\u0442\u0440\u043e\u0438\u0442\u044c
button.add=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c

sticker.left.language.english=\u0410\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438\u0439
sticker.left.language.russian=\u0420\u0443\u0441\u0441\u043a\u0438\u0439
sticker.left.login.login=\u0412\u043e\u0439\u0442\u0438
sticker.left.login.logout=\u0412\u044b\u0439\u0442\u0438
content.search.title=Reports! \u0441 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f\u043c AJAX
content.search.nothing=\u041d\u0438\u0447\u0435\u0433\u043e \u043d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d\u043e (:
content.search.result=\u0420\u0435\u0437\u0443\u043b\u044c\u0442\u0430\u0442\u043e\u0432
content.search.second=\u0441\u0435\u043a
content.search.list.title=\u0421\u043f\u0438\u0441\u043e\u043a \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0435\u0439
content.search.list.subtitle=Reports! \u0437\u0430\u043f\u0438\u0441\u0438
button.action.get=URI
button.action.update=\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c
button.action.delete=\u0423\u0434\u0430\u043b\u0438\u0442\u044c
content.search.placeholder=\u0418\u0441\u043a\u0430\u0442\u044c
button.action.addnew=\u043d\u043e\u0432\u0430\u044f
registry.table.user=\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044c
registry.table.op=\u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f
registry.table.tim\u0443=\u0432\u0440\u0435\u043c\u044f \u0437\u0430\u043f\u0438\u0441\u0438
registry.title=\u0416\u0443\u0440\u043d\u0430\u043b Reports!
registry.subtitle=\u0421\u043f\u0438\u0441\u043e\u043a \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0439
